{
    "titles": {
        "purplepoint": "Purple Point",
        "sign-up": "Sign up",
        "login": "Login",
        "panicButton": "Panic button",
        "forgotPwd": "Forgot password"
    },
    "formFields": {
        "email": "email",
        "password": "password",
        "username": "username",
        "name": "name",
        "confirmPassword": "confirm password"
    },
    "formErrors": {
        "emailRequired": "Email is required",
        "emailNotValid": "Email not valid",
        "passwordRequired": "Password is required",
        "usernameRequired": "Username is required",
        "nameRequired": "Name is required",
        "genderRequired": "Gender is required",
        "incorrectUserOrPwd": "Incorrect email or password",
        "internalServerError": "Internal Server Error",
        "confirmPasswordRequired": "Confirm Password is required",
        "passwordMustMatch": "Passwords must match",
        "notAuthenticated": "Not authenticated",
        "agreeRequired": "You need to accept the terms and conditions of use before registering"
    },
    "alerts": {
        "savedChanges":"The changes have been saved correctly",
        "tryLater": "There's been an error, please try it later",
        "createdUser": "The user has been created correctly",
        "alreadyExists": "Already exists a user with this email!!!",
        "changedPwd": "The password has been changed successfully",
        "doesntExist": "Does not exist a user with this email !!!"
    },
    "profileFields": {
        "name": "name",
        "gender": "gender",
        "password": "password",
        "profilePic": "profile pic"
    },
    "genders": {
        "female": "Female",
        "male": "Male",
        "nonBinary": "Non binary",
        "other": "Other"
    },
    "buttons" : {
        "panic": "PANIC",
        "login": "Log in",
        "logout": "Log out",
        "saveChanges": "Save changes",
        "editProfile": "Edit profile",
        "register": "Register",
        "dismiss": "Dismiss",
        "onMyWay": "On My Way!",
        "changePwd": "Change password",
        "forgotPwd": "Forgot password?"
    },
    "text": {
        "hello": "Hello, ",
        "markSpots": "Want to see or mark some spots?",
        "goToMap": "Go to map",
        "doubts": "Doubts?",
        "visitWiki": "Visit the wiki",
        "imageAdv": "If you change the image, please wait for some seconds to press the 'Save changes' button."
    },
    "notification" : {
		"title": "Someone needs help!",
    	"body" : "Please go help them they are in need!"
    },
    "onMyWay": {
        "someone" : "Someone",
        "body": " is on their way to help you!"
    },
    "map": {
        "locate": "Locate it",
        "youAreHere": "you are here",
        "markedSpot": "marked spot",
        "clickMap": "click the map to add the ",
        "harrased": "where you have been harassed",
        "dragPosition": "Drag the marker to change its position",
        "youPartOne": "You are within ",
        "youPartTwo": " meters from this point",
        "reportedBy": "Reported by "
    },
    "wiki": {
        "FAQButton": "FAQ",
        "phonesButton": "phones",
        "definitionsButton": "definitions",
        "wikiTitle": "Wiki"
    },
    "phone": {
        "gender": "assistance to victims of gender violence",
        "emergencies": "emergencies",
        "police": "police"
    },
    "termsOfUse": {
        "checkbox1": "I have read, understood and accept the general ",
        "checkbox2": "terms and conditions of use",
        "title0": "Terms and conditions of use",
        "paragraph0": "THESE TERMS OF USE CONSTITUTE THE AGREEMENT ESTABLISHING THE TERMS AND CONDITIONS BETWEEN YOU AS END-USER OF PURPLEPOINT (THE \"USER\" OR \"YOU\"), FOR THE USE OF PURPLEPOINT (INDISTINCATELY, THE \"AGREEMENT\" OR \"TERMS OF USE\"). WORDS IN CAPITAL LETTER NOT EXPRESSLY DEFINED THROUGH THESE TERMS OF USE, SHALL HAVE THE MEANING ATTRIBUTED TO THEM IN THE DEFINITIONS SECTION BELOW.",
        
        "title1": "PurplePoint",
        "paragraph1": "It is the service that PurplePoint offers is operated and provided to you by PESados, S.A. For the purposes of this Agreement, the term \"PurplePoint\" may include, depending on the context used or to the extent applicable, its website, its mobile applications, features, functionalities and/or any other user interface.",
        
        "title2":"Acceptance of the Contract",
        "paragraph2":"This Agreement sets forth the terms and conditions between You and PESados for the use of PurplePoint. By using PurplePoint in any way (such as creating or making use of a PurplePoint Account and/or visiting or browsing its website, using its mobile application, or any other user interface), you unconditionally accept the terms and conditions of this Contract (including the Privacy Policies that are an integral part of this Contract), as well as the modifications that PESados makes from time to time unilaterally to it, and accepts that You are obligated and become a contracting party under this Contract with PESados.\nIf you do not agree with all or some of the terms and conditions of this Agreement, do not use PurplePoint and/or do not continue with the PurplePoint hiring process.",
        
        "title3":"Registration, Access, Account and Password",
        "paragraph3":"In order to use PurplePoint, you need a personal identification account (the \"Account\") which can be generated by you, and through which you must authenticate yourself to access the Contents, as well as manage any information related to your data. personal, among others.\nYou, as the creator, owner and user of your Account, have control and are responsible for protecting the information and confidentiality of your Account and password, as well as the use and restrictions of access that you make with the Devices through which you access PurplePoint. through your Account. Control of the Account is exercised through the use of the password and, therefore, to maintain exclusive control, You must not reveal your password. By sharing your Account and/or your Device(s) and/or the Account password, you (i) assume the responsibility that whoever uses PurplePoint under your Account observes the terms of use established in this Agreement, and (ii) You acknowledge that You will be responsible for all acts of whoever uses your Account, as well as who has access to it and/or the Devices.\nIn the event that You use public or shared Devices to access PurplePoint, or sell or return a Device, You must log out of PurplePoint at the end of each use and deactivate the Device before doing so. In the event of loss or theft of your Device, you must report it to the Customer Service Center so that the Device is not misused. If you do not log out or do not deactivate the Device, other people may subsequently access PurplePoint through your Account, and may even access your personal information.\nIf you discover that you were a victim of identity theft and you are certain or suspect that the crime was carried out through your Account, you must immediately notify the Customer Service Center. PESados reserves the right to suspend or cancel any Account at any time, with or without notice to the User, in order to protect itself and its partners against what could be considered as constituting one or more fraudulent activities.",
        
        "title4":"Devices",
        "paragraph4":"In order to use PurplePoint, you need a Device that is compatible with the PurplePoint platform. There are a variety of Devices through which PurplePoint can be accessed; however, PESados reserves the right to change or modify the Devices through which PurplePoint can be accessed, as well as the characteristics and requirements for a Device to be compatible with PurplePoint, at any time, in its sole discretion, without prior notice to the User and as often as unilaterally determined. In certain cases, you will need to download the PurplePoint application to your Device in order to access the content through said Device.",
        
        "title5":"Use of PurplePoint",
        "paragraph5":"You agree to use PurplePoint, including its features, functionality, and user interfaces, as well as all Content and Software in accordance with this Agreement and with applicable law. The use of PurplePoint, including the Contents, is exclusively for personal and non-commercial use.\nYou are expressly prohibited from uploading, publishing, submitting or transmitting in any other way any material that contains software viruses or any other code, file or computer program designed to interrupt, destroy or limit the functionality of the Software or any other equipment associated with PurplePoint. You must not interfere with the servers or networks connected to any part of PurplePoint or violate any procedure, policy or regulation of networks connected to PurplePoint. You must not impersonate another person when using PurplePoint, not behave in a vulgar or offensive manner when using PurplePoint, and do not use PurplePoint for an unlawful purpose.\nYou are expressly prohibited from avoiding, deleting, modifying, deactivating, interfering with or circumventing any technological protection measure and/or any other related to the Contents of PurplePoint. You are prohibited from masking or using framing techniques to hide a brand, logo, or other information protected by intellectual property laws (such as images, text, page diagrams, or shapes) from PESados or its licensors without your express consent. written. You are prohibited from purchasing search terms or using meta tags or any other \"hidden text\" using the name or brands of PESados without PESados' express consent. Any unauthorized use of PurplePoint or its Contents will result in the permanent termination of your Account.\nYou assume under your sole responsibility the consequences, damages or actions that may derive from the improper use of PurplePoint, the Software and/or the Contents.\nThe use of PurplePoint will be subject at all times, without limitation, to the intellectual property provisions established below.",
        
        "title6":"Intellectual property",
        "paragraph6":"You are obliged to use PurplePoint and the Software in accordance with the provisions of this Agreement, as well as to comply with the applicable legislation on intellectual and industrial property.\nIntellectual property rights over the Contents and the Software. All Contents and Software and/or other materials provided by PESados to navigate and/or access PurplePoint are the exclusive property of PESados and/or their respective licensors, and are protected by the corresponding copyright laws and/or other applicable laws or international treaties, as applicable and applicable.\nYou are expressly prohibited from copying, reproducing, decompiling, reverse engineering, disassembling and / or modifying the Software and / or creating any other system, program or derivative work based on the Software or a part thereof, as well as not inserting codes or products or manipulate the content of PurplePoint in any way and do not use any method of analysis, extraction or obtaining data.\nIf in the sole and total discretion of PESados, you or any other User of your Account violated or is violating the restrictions of the Contents and/or the Software, intellectual property rights of PESados and/or third parties, PESados reserves the right to terminate your Account and/or not to provide you with the Software (or its updates) and/or the PurplePoint service at any time, as well as blocking access to blim tv through the Software at any time, including taking actions legal that PESados deems necessary to safeguard its interests and those of its licensors.",  
        
        "title7":"Disclaimer of Warranties and Limitations on Liability",
        "paragraph7":"PurplePoint (including Contents and Software) is offered \"as-is,\" with all its faults and without warranties of any kind. PESados and their respective licensors make no representations or warranties of any kind regarding PurplePoint, the subscription, the quality with which the Contents, the Contents and/or the Software are displayed. PESados does not represent, declare or guarantee that You will be able to use PurplePoint without interruptions or without errors, and You acknowledge that PESados may remove or modify in any way any aspect, functionality or other elements of PurplePoint without notice to You or any responsibility or indemnity at your expense. of PESados. PESados expressly states that it assumes no responsibility for the use of PurplePoint, the Contents, the Software and/or the Devices.\nNotwithstanding the disclaimer of warranties and limitations on liability set forth throughout this Agreement, PESados and its licensors assume no responsibility for the following: \n\t(i) errors or omissions in the Content provided by PurplePoint or in the Software; \n\t(ii) recommendations or advice from the Customer Service Center; \n\t(iii) any failure or interruption in the availability of PurplePoint; \n\t(iv) the provision or transmission of any Content or Software; \n\tand/or (v) any loss or damage and/or loss arising from the use of PurplePoint and/or the Software and/or the Contents, including the damages or losses caused for downloading the Software, downloading or using any other software or any other conduct of the Users of PurplePoint and/or the Software.\nTo the extent permitted by applicable law, PESados and its licensors exclude any statements or warranties, including without limitation, warranties of merchantability, quality, fitness for any particular purpose, or respect for copyright.\nPESados neither declares nor guarantees that the information accessed through PurplePoint is accurate, complete or updated, nor does it declare or guarantee that the use made of PurplePoint is free from interruption, loss, corruption, attack, virus, interference, hacking or any other intrusion against security and assumes no responsibility in relation to these events. The information that PESados provides orally or in writing will not generate any guarantee or statement that could generate liability for it or its related parties.\nIN NO EVENT WILL PESADOS COMPANIES, THEIR CONTROLLERS, SUBSIDIARIES OR SUBSIDIARIES AND THEIR RESPECTIVE SHAREHOLDERS, DIRECTORS, EXECUTIVES, EMPLOYEES OR LICENSORS, BE LIABLE (INDIVIDUALLY OR BECAUSE OF EACH ONE OF THEM FOR EACH ONE AND ANYONE FOR EACH ONE OF EACH ONE AND EVERYONE OF USE, DATA OR PROFITS, LOSS OF PROFIT OR ANY OTHER DAMAGE OR LOSS OF A COMMERCIAL NATURE, WHETHER OR NOT THE POSSIBILITY OF DAMAGE AND ANY LIABILITY WHICH MAY ARISE WITH THE USE OF PURPLEPOINT, THE CONTENTS AND / OR.\nIF ANY COMPETENT AUTHORITY DECLARES THE INVALIDITY OF ANY PROVISION OF THIS CLAUSE OR OF ANY OTHER CLAUSE OF THIS CONTRACT, ONLY THE PROVISIONS DECLARED INVALID WILL STOP APPLICABLE UNDER THIS CONTRACT.\nPESados does not grant any declaration or guarantee regarding the Devices or the compatibility or configuration of the Devices with PurplePoint, as well as regarding their internet connection.",  
        
        "title8":"Right of Modification, Assignment, Termination and Termination",
        "paragraph8":"PESados reserves the right to modify and/or assign part or all of this Agreement, in its sole discretion and without the need for notice or notification to the User or authorization by the User. The latest version of the Agreement and the Privacy Policy will prevail over all previously published versions and can be consulted by clicking on \"Terms of Use\" and \"Privacy Policy\", as applicable.\nPESados reserves the right to terminate or terminate this Agreement or to restrict your use of PurplePoint, without notice, with or without cause, and without liability.",  
        
        "title9":"Customer Service Center",
        "paragraph9":"If you have any doubt, comment, complaint, claim, or if you in any way need assistance with blim tv and/or your Account, you can contact the PurplePoint Customer Service Center at any time through the following means:\ne-mail: purplepoint@protonmail.com and / or purplepointapp@gmail.com \nTo answer your questions, we suggest you consult the FAQs published in the Wiki section.",  
        
        "title10":"Claims for breaches of copyright",
        "paragraph10":"If you consider that any Content violates your copyright in any way according to the applicable legislation, or that it has been reproduced or distributed in a way that constitutes a violation of copyright, please contact the Service Center at Client.\nTo report the existence of any PurplePoint Content that infringes copyrights, including the contents of the Software, please contact the Customer Service Center.",  
        
        "title11":"Applicable Law and Jurisdiction",
        "paragraph11":"By accepting these Terms of Use, you expressly and irrevocably agree that any claim, controversy or conflict related to the consumption and provision of the PurplePoint service must be resolved administratively before the Federal Consumer Attorney. Notwithstanding the foregoing, any other matter derived from the interpretation and fulfilment or non-compliance of this Contract shall be governed and interpreted in accordance with the applicable federal laws of Spain, expressly and irrevocably renouncing any other jurisdiction that may correspond to it by reason of your present or future addresses or for any other reason.",  
        
        "title12":"Data privacy",
        "paragraph12":"PESados is convinced to protect the personal data that you provide and is responsible for its treatment. By using PurplePoint and the Software, you signify that you agree to the terms expressed in the Privacy Notice.",

        "title12-0": "Privacy notice",

        "title12-1":"RESPONSIBLE FOR PERSONAL DATA",
        "paragraph12-1":"PESados is convinced to protect the personal information provided by users who subscribe to PurplePoint (hereinafter \"Personal Data\") and is responsible for its Treatment (term defined below).",    

        "title12-2":"PURPOSE OF THE PROCESSING OF PERSONAL DATA",
        "paragraph12-2":"PESados may request and/or collect through PurplePoint the Personal Data of Users for the purposes indicated below, as well as to comply with legal provisions that require it (hereinafter \"Treatment\"). PESados and/or any third party that comes to intervene in any phase of the Processing of Personal Data will keep confidentiality with respect to them in accordance with the legal provisions applicable in Spain.\nThe Personal Data that the Users provide to PESados through PurplePoint, has the purpose of i) that the Users generate a PurplePoint Account, ii) making queries, investigations and reviews in relation to the complaints or claims of the Users, iii) contact in relation to the status of the Accounts of the Users, requests for services, changes to their Accounts and any other matter relevant to the contracted service and/or to the information provided by the Users, iv) generate databases for market research, satisfaction surveys or any other activity for promotional, publicity or satisfaction purposes by PurplePoint.", 

        "title12-3":"PERSONAL DATA TO COLLECT",
        "paragraph12-3":"The Personal Data requested from the Users to generate the Account that allows access to the PurplePoint Contents is:\nPersonal information:\n\tFull name\n\tEmail\n\tGender\n\tIdentification data of social networks",    

        "title12-4": "CONSENT",
        "paragraph12-4":"The entrance to PurplePoint and/or the creation of a PurplePoint Account implies the full and unreserved consent of the Users for the Treatment of their Personal Data in accordance with this Privacy Notice.\nThe owner of the Personal Data declares that he is of legal age as of the date it is provided and has full legal capacity. In the event that Personal Data of persons who are in a state of interdiction or incapacity established by law are processed as an exception, Personal Data will not be collected or processed from said owners, without the prior consent of the person exercising the homeland power.\nIf PESados by any human or technical error, or by the owner's inadvertence, he/she were able to collect Personal Purple Data from capable persons, said Personal Data will be removed from the databases that contain them as soon as it is known.", 

        "title12-5": "MEANS TO LIMIT THE USE OR DISCLOSURE OF PERSONAL DATA",
        "paragraph12-5": "PESados has physical, technical and administrative security measures for the protection of Personal Data provided by Users through PurplePoint.",
        
        "title12-6": "EXCLUSION OF SITE RESPONSIBILITY",
        "paragraph12-6": "When browsing or using PurplePoint, the User may find hyperlinks or hypertexts \"links\", banners, buttons and/or search tools on the \"World Wide Web\" that when used by Users transport to other portals or Internet sites that could be owned by third parties. The Personal Data that Users come to provide through these portals or Internet sites are not covered by this Privacy Notice and its Treatment is not the responsibility of PESados. We recommend Users to verify the Privacy Notices displayed and applicable to these portals and Internet sites.",  
        
        "title12-7": "TRANSFER OF PERSONAL DATA",
        "paragraph12-7": "PESados may, without the consent of the owner, reveal, disclose and/or transfer within and outside the country the Personal Data provided by the Users, to their subsidiaries, subsidiaries and/or related companies, as well as to comply with legal provisions that so require, or when requested by competent authorities.\nPESados will not transfer your Personal Data to third parties without your prior consent.",  
        
        "title12-8": "MEANS TO EXERCISE THE RIGHTS OF PERSONAL DATA HOLDERS AND WITHDRAWAL OF CONSENT",
        "paragraph12-8": "Users may request the exercise of their rights to:\nAccess your Personal Data;\nRectify your Personal Data when it is inaccurate or incomplete;\nOppose for legitimate cause the Processing of your Personal Data, and/or\nRevoke your consent to the Treatment of your Personal Data at any time, in order to stop using them.\nHowever, it is important to note that not in all cases we will be able to respond to your request to cancel your Personal Data, oppose the Treatment or revoke your consent, since it is possible that due to some legal obligation we require to continue treating your Personal Data.\nThe exercise of the rights of Access, Rectification, Cancellation or Opposition of Personal Data and Revocation of consent made by PurplePoint Users must be requested from PESados and contain at least the following:\nThe name of the owner, address and email to communicate the response to your request;\nThe documents that prove the identity or, where appropriate, the legal representation of the owner;\nThe clear and precise description of the Personal Data with respect to which one seeks to exercise any of the aforementioned rights (in the case of rectification, the modifications to be made and provide the documentation that supports your request);\nAny other element or document that facilitates the location of Personal Data.\nFor the purpose of the above, the following emails are made available to Users:\npurplepoint@protonmail.com and/or purplepointapp@gmail.com.\nPESados will respond to the request of the Users within a period not exceeding 20 business days from the date on which the corresponding request is received, through the email that has been provided for that purpose.\nThe exercise by the Users of the aforementioned rights must be subject to the applicable laws and regulations in force in Spain.",  
        
        "title12-9": "SENSITIVE PERSONAL DATA",
        "paragraph12-9": "In accordance with current Spanish legislation, “Sensitive Personal Data” are known as “those that may reveal aspects such as racial or ethnic origin, present and future health status, genetic information, religious, philosophical and/or moral beliefs, union affiliation, political opinions, sexual preference ”.\nIn the event that it requires Sensitive Personal Data from Users, they must provide their express consent.",  

        "title13":"Definitions",
        "paragraph13":"For the purposes of this Agreement and without prejudice to the terms defined throughout it, the terms defined below will have the following meanings:\n\"Contents\": Means audiovisual or audio works, to which the User may have access when using PurplePoint.\n\"Devices\": Means the electronic equipment compatible and technologically supported by the PurplePoint platform through which the User can access PurplePoint and even view the Contents.\n\"Software\": Means the computer system(s) (including systems for mobile applications) used by PESados, as well as the corresponding User interfaces, with which the User can access PurplePoint and which allow him to view the Contents at through Devices.\n\"PESados\": Means the company PESados, S.A.",
        "prueba": "For the purposes of this Agreement and without prejudice to the terms defined throughout it, the terms defined below will have the following meanings:\n\"Contents\": Means audiovisual or audio works, to which the User may have access when using PurplePoint.\n\"Devices\": Means the electronic equipment compatible and technologically supported by the PurplePoint platform through which the User can access PurplePoint and even view the Contents.\n\"Software\": Means the computer system(s) (including systems for mobile applications) used by PESados, as well as the corresponding User interfaces, with which the User can access PurplePoint and which allow him to view the Contents at through Devices.\n\"PESados\": Means the company PESados, S.A."
    }
}