{
    "titles": {
        "purplepoint": "Purple Point",
        "sign-up": "Registro",
        "login": "Login",
        "panicButton": "Panic button",
        "forgotPwd": "Contraseña olvidada"
    },
    "formFields": {
        "email": "email",
        "password": "contraseña",
        "username": "usuario",
        "name": "nombre",
        "confirmPassword": "confirmar contraseña"
    },
    "formErrors": {
        "emailRequired": "Email obligatorio",
        "emailNotValid": "Email no válido",
        "passwordRequired": "Contraseña obligatoria",
        "usernameRequired": "Usuario obligatorio",
        "nameRequired": "Nombre obligatorio",
        "genderRequired": "Género obligatorio",
        "incorrectUserOrPwd": "Email y/o contraseña incorrectos",
        "internalServerError": "Internal Server Error",
        "confirmPasswordRequired": "Confirmar contraseña obligatorio",
        "passwordMustMatch": "Las contraseñas deben coincidir",
        "notAuthenticated": "No autenticado",
        "agreeRequired": "Debe aceptar los términos y condiciones de uso antes de registrarse"
    },
    "alerts": {
        "savedChanges":"Los cambios se han guardado correctamente",
        "tryLater": "Ha habido un error, por favor pruébalo más tarde",
        "createdUser": "El usuario se ha creado correctamente",
        "alreadyExists": "Ya existe un usuario con este email!!!",
        "changedPwd": "La contraseña se ha cambiado con éxito",
        "doesntExist": "No existe un usuario con este email !!!"
    },
    "profileFields": {
        "name": "nombre",
        "gender": "género",
        "password": "contraseña",
        "profilePic": "foto perfil"
    },
    "genders": {
        "female": "Mujer",
        "male": "Hombre",
        "nonBinary": "No binario",
        "other": "Otro"
    },
    "buttons" : {
        "panic": "PANIC",
        "login": "Iniciar Sesión",
        "logout": "Cerrar Sesión",
        "saveChanges": "Guardar cambios",
        "editProfile": "Editar perfil",
        "register": "Registrarse",
        "dismiss": "Ignorar",
        "onMyWay": "En Camino!",
        "changePwd": "Cambiar contraseña",
        "forgotPwd": "¿Contraseña olvidada?"
    },
    "text": {
        "hello": "Hola, ",
        "markSpots": "¿Quieres ver o marcar algún punto?",
        "goToMap": "Ves al mapa",
        "doubts": "¿Dudas?",
        "visitWiki": "Visita la wiki",
        "imageAdv": "Si cambias la imagen, por favor espera unos segundas al apretar el botón 'Guardar cambios'",
        "markedPoints": "Puntos marcados: ",
        "helpedUsers": "Usuarios ayudados: "
    },
    "notification" : {
		"title": "Alguien necesita tu ayuda!",
    	"body" : "Por favor ve a ayudarle!"
    },
    "onMyWay": {
        "someone" : "Alguien",
        "body": " está en camino a ayudarle!"
    },
    "map": {
        "locate": "Sitúa",
        "youAreHere": "estás aquí",
        "markedSpot": "punto de conflicto",
        "clickMap": "clica en el mapa para añadir un ",
        "harrased": "donde has sido agredido",
        "dragPosition": "Arrastra la marca para cambiar su posición",
        "youPartOne": "Está a menos de ",
        "youPartTwo": " metros de este punto",
        "reportedBy": "Reportado por "
    },
    "wiki": {
        "FAQButton": "FAQ",
        "phonesButton": "teléfonos",
        "definitionsButton": "definiciones",
        "wikiTitle": "Wiki"
    },
    "phone": {
        "gender": "asistencia a víctimas de violencia de género",
        "emergencies": "emergencias",
        "police": "policía"
    },
    "termsOfUse": {
        "checkbox1": "He leído, entendido y acepto los ",
        "checkbox2": "términos y condiciones de uso",
        "title0": "Términos y Condiciones de Uso",
        "paragraph0": "ESTOS TÉRMINOS DE USO CONSTITUYEN EL CONTRATO QUE ESTABLECE LOS TÉRMINOS Y CONDICIONES ENTRE USTED EN CALIDAD DE USUARIO FINAL DE PURPLEPOINT (EL \"USUARIO\" O \"USTED\"), PARA EL USO DE PURPLEPOINT (INDISTINTAMENTE, EL \"CONTRATO\" O LOS “TÉRMINOS DE USO”). LAS PALABRAS EN MAYÚSCULA QUE NO SE ENCUENTREN EXPRESAMENTE DEFINIDAS A LO LARGO DE ÉSTOS TÉRMINOS DE USO, TENDRÁN EL SIGNIFICADO QUE SE LES ATRIBUYE EN LA SECCIÓN DE DEFINICIONES MÁS ADELANTE. ",

        "title1": "PurplePoint",
        "paragraph1": "Es el servicio que ofrece PurplePoint es operado y brindado a Usted por PESados, S.A. Para efectos del presente Contrato, el término “PurplePoint”, podrá incluir, según el contexto utilizado o en la medida en que resulte aplicable, su página o sitio de internet, sus aplicaciones móviles, características, funcionalidades y/o cualquier otra interface de usuario.",

        "title2":"Aceptación del Contrato",
        "paragraph2":"El presente Contrato establece los términos y condiciones entre Usted y PESados para el uso de PurplePoint. Al utilizar PurplePoint de cualquier manera (como por ejemplo crear o hacer uso de una Cuenta PurplePoint y/o visitar o navegar en su página de internet, usar su aplicación móvil, o cualquier otra interface de usuario), Usted acepta incondicionalmente los términos y condiciones de éste Contrato (incluyendo las Políticas de Privacidad que forman parte integral del presente Contrato), así como las modificaciones que de tiempo en tiempo PESados realice unilateralmente al mismo, y acepta que Usted queda obligado y se convierte en parte contratante bajo el presente Contrato con PESados.\nSi Usted no está de acuerdo con todos o algunos de los términos y condiciones de este Contrato, no utilice PurplePoint y/o no continúe con el proceso de contratación de PurplePoint.",
        
        "title3":"Registro, Acceso, Cuenta y Contraseña",
        "paragraph3":"Para poder hacer uso de PurplePoint, Usted necesita una cuenta personal de identificación (la \"Cuenta\") la cual puede ser generada por Usted, y mediante la cual Usted deberá autenticarse para acceder a los Contenidos, así como gestionar cualquier información relacionada con sus datos personales, entro otros.\nUsted, en calidad de creador, titular y usuario de su Cuenta tiene el control y es responsable de proteger la información y confidencialidad de su Cuenta y contraseña, así como del uso y restricciones de acceso que haga con los Dispositivos mediante los cuales accede a PurplePoint a través de su Cuenta. El control de la Cuenta se ejerce mediante el uso de la contraseña y, por lo tanto, para mantener el control exclusivo, Usted no deberá revelar su contraseña. Al compartir su Cuenta y/o su(s) Dispositivo(s) y/o la contraseña de la Cuenta, Usted (i) asume la responsabilidad de que quien utilice PurplePoint bajo su Cuenta observe los términos de uso establecidos en este Contrato, y (ii) reconoce que Usted será responsable por todos los actos de quien haga uso de su Cuenta, así como de quien tenga acceso a la misma y/o a los Dispositivos.\nEn caso de que Usted utilice Dispositivos públicos o compartidos para acceder a PurplePoint, o bien vende o devuelve un Dispositivo, Usted deberá cerrar sesión de PurplePoint al finalizar cada uso y desactivar el Dispositivo antes de hacerlo. En caso de extravío o robo de su Dispositivo, Usted deberá reportarlo al Centro de Servicio al Cliente para que dicho Dispositivo no sea objeto de un mal uso. Si no cierra sesión o no desactiva el Dispositivo, otras personas podrán posteriormente acceder a PurplePoint a través de su Cuenta, e inclusive llegar a acceder a su información personal.\nSi Usted descubre que fue víctima de robo de identidad y tiene la certeza o sospecha que el delito se llevó a cabo a través de su Cuenta, debe notificarlo inmediatamente al Centro de Servicio al Cliente. PESados se reserva el derecho de suspender o cancelar cualquier Cuenta en cualquier momento, con o sin aviso al Usuario, con el fin de protegerse y proteger a sus socios ante lo que pudiera considerarse como constitutivo de una o más actividades fraudulentas.",
        
        "title4":"Dispositivos",
        "paragraph4":"Para poder hacer uso de PurplePoint, Usted necesita un Dispositivo que sea compatible con la plataforma de PurplePoint. Existe una diversidad de Dispositivos a través de los cuales se puede acceder a PurplePoint; sin embargo, PESados se reserva el derecho a cambiar o modificar los Dispositivos a través de los cuales se puede tener acceso a PurplePoint, así como las características y requisitos para que un Dispositivo sea compatible con PurplePoint, en cualquier momento, a su entera discreción, sin previo aviso al Usuario y con la frecuencia que determine de manera unilateral. En ciertos casos, será necesario que Usted descargue en su Dispositivo la aplicación de PurplePoint para poder tener acceso a los contenidos a través de dicho Dispositivo.",
        
        "title5":"Uso de PurplePoint",
        "paragraph5":"Usted acuerda usar PurplePoint, incluyendo sus características, funcionalidades e interfaces de usuario, así como todo el Contenido y el Software de conformidad con el presente Contrato y con la legislación aplicable vigente. El uso de PurplePoint, incluidos los Contenidos, son exclusivamente para uso personal y no comercial.\nUsted tiene expresamente prohibido cargar, publicar, enviar o transmitir de cualquier otra forma ningún material que contenga virus de software o cualquier otro código, archivo o programa de computación diseñado para interrumpir, destruir o limitar la funcionalidad del Software o cualquier otro equipo asociado con PurplePoint. Usted no deberá interferir con los servidores o las redes conectadas a cualquier parte de PurplePoint ni infringir cualquier procedimiento, política o reglamentación de redes conectadas a PurplePoint. Usted no deberá hacerse pasar por otra persona al utilizar PurplePoint, a no comportarse en forma vulgar u ofensiva al utilizar PurplePoint, y a no utilizar PurplePoint con un fin ilícito.\nUsted tiene expresamente prohibido evitar, eliminar, modificar, desactivar, interferir con o burlar cualquier medida tecnológica de protección y/o cualquier otra relacionada con los Contenidos de PurplePoint. Usted tiene prohibido enmascarar o utilizar técnicas de enmascaramiento (framing) para ocultar una marca, un logotipo u otra información protegida por leyes de propiedad intelectual (tales como imágenes, textos, diagramas de páginas o formas) de PESados o sus licenciantes sin su consentimiento expreso por escrito. Usted tiene prohibido comprar términos de búsqueda o utilizar metaetiquetas o cualquier otro \"texto oculto\" utilizando el nombre o las marcas de PESados sin consentimiento expreso de PESados. Todo uso no autorizado de PurplePoint o sus Contenidos dará lugar a la cancelación definitiva de su Cuenta.\nUsted asume bajo su exclusiva responsabilidad las consecuencias, daños o acciones que pudieran derivarse del uso indebido de PurplePoint, del Software y/o los Contenidos.\nEl uso de PurplePoint se sujetará en todo momento, de manera no limitativa, a las disposiciones de propiedad intelectual establecidas más adelante.",
        
        "title6":"Propiedad Intelectual",
        "paragraph6":"Usted está obligado a utilizar PurplePoint y el Software conforme a lo señalado en el presente Contrato, así como a cumplir con la legislación aplicable en materia de propiedad intelectual e industrial.\nDerechos de propiedad intelectual sobre los Contenidos y el Software. Todos los Contenidos y el Software y/u otros materiales provistos por PESados para navegar y/o acceder a PurplePoint son de la exclusiva propiedad de PESados y/o de sus respectivos licenciantes, y están protegidos por las correspondientes leyes de derechos de autor y/u otras leyes aplicables o tratados internacionales, según corresponda y resulte aplicable.\nUsted tiene expresamente prohibido copiar, reproducir, descompilar, realizar ingeniería inversa, desarmar y/o modificar el Software y/o crear cualquier otro sistema, programa u obra derivada basada en el Software o en una parte del mismo, así como no insertar códigos o productos o manipular el contenido de PurplePoint de ninguna manera y no utilizar ningún método de análisis, extracción u obtención de datos.\nSi a discreción única y total de PESados, Usted o cualquier otro Usuario de su Cuenta infringió o se encuentra infringiendo las restricciones de los Contenidos y/o del Software, derechos de propiedad intelectual de PESados y/o de terceros, PESados se reserva el derecho de dar de baja su Cuenta y/o no proveerle a Usted el Software (ni sus actualizaciones) y/o el servicio PurplePoint en cualquier momento, así como bloquear el acceso a blim tv a través del Software en cualquier momento, incluyendo ejercer las acciones legales que PESados estime necesarias para salvaguardar sus intereses y los de sus licenciantes.\nDerechos de propiedad intelectual de PurplePoint. PurplePoint y el logotipo de PurplePoint son marcas registradas y obras protegidas por el derecho de autor, por lo que solamente pueden ser utilizadas con autorización previa y por escrito de PESados. Las interfaces de Usuario, incluidas, entre otras, sus gráficos, logos, títulos, iconos de botones, guiones y nombres de servicio, son marcas de PESados y/o de sus titulares y PESados se encuentra debidamente autorizado para utilizarlas. Otras marcas que aparecen en las interfaces de usuario de PurplePoint son de propiedad de sus respectivos titulares, que pueden o no estar vinculados con PESados.",
        
        "title7":"Exclusión de Garantías y Limitaciones a la Responsabilidad",
        "paragraph7":"PurplePoint (incluyendo los Contenidos y el Software) se ofrece \"en el estado en que se encuentra\", con todas sus fallas y sin garantías de ningún tipo. PESados y sus respectivos licenciantes no emiten declaraciones ni garantías de ningún tipo respecto de PurplePoint, la suscripción, la calidad con la que se visualizan los Contenidos, los Contenidos y/o el Software. PESados no manifiesta, declara ni garantiza que Usted podrá utilizar PurplePoint sin interrupciones o sin errores, y Usted reconoce que PESados podrá eliminar o modificar de cualquier manera cualesquiera aspectos, funcionalidades u otros elementos de PurplePoint sin aviso para Usted ni responsabilidad o indemnización alguna a cargo de PESados. PESados manifiesta expresamente que no asume responsabilidad alguna por el uso de PurplePoint, los Contenidos, el Software y/o los Dispositivos.\nSin perjuicio de la exclusión de garantías y las limitaciones a la responsabilidad establecidas a lo largo del presente Contrato, PESados y sus licenciantes no asumen responsabilidad alguna respecto de lo siguiente: \n\t(i) errores u omisiones en el Contenido provisto por PurplePoint o en el Software; \n\t(ii) recomendaciones o asesoramiento del Centro de Servicio al Cliente; \n\t(iii) cualquier falla o interrupción en la disponibilidad de PurplePoint; \n\t(iv) la provisión o transmisión de cualquier Contenido o Software; \n\ty/o (v) cualquier pérdida o daño y/o perjuicio que surja del uso de PurplePoint y/o del Software y/o los Contenidos, incluidos los daños o pérdidas causados por la descarga del Software, la descarga o uso de cualquier otro software o cualquier otra conducta de los Usuarios de PurplePoint y/o el Software.\nEn la medida en que lo permita la legislación aplicable, PESados y sus licenciantes excluyen cualquier declaración o garantía, incluyendo sin limitar, las garantías de comerciabilidad, de calidad, de aptitud para cualquier fin en particular o de respeto de los derechos de autor.\nPESados tampoco declara ni garantiza que la información a la que se accede a través de PurplePoint sea precisa, completa o actualizada, ni declara ni garantiza que el uso que se haga de PurplePoint esté libre de interrupción, pérdida, corrupción, ataque, virus, interferencias, piratería informática o cualquier otra intrusión contra la seguridad y no asume ninguna responsabilidad en relación con estos hechos. La información que PESados provea en forma oral o escrita no generará ninguna garantía ni declaración que pueda generar responsabilidad para éste o para sus partes vinculadas.\nEN NINGÚN CASO PESADOS, SUS CONTROLADORAS, FILIALES O SUBSIDIARIAS Y SUS RESPECTIVOS ACCIONISTAS, DIRECTORES, EJECUTIVOS, EMPLEADOS O LICENCIANTES, SERÁN RESPONSABLES (EN FORMA INDIVIDUAL O EN SU CONJUNTO) ANTE USTED O CUALQUIER USUARIO POR CUALQUIER TIPO DE DAÑO QUE SURGIERA DE LA PÉRDIDA DE USO, DATOS O GANANCIAS, LUCRO CESANTE O CUALQUIER OTRO DAÑO O PÉRDIDA DE NATURALEZA COMERCIAL, YA SEA QUE SE HUBIERA ADVERTIDO O NO LA POSIBILIDAD DEL DAÑO Y CUALQUIER RESPONSABILIDAD QUE PUDIERA SURGIR CON EL USO DE PURPLEPOINT, LOS CONTENIDOS Y/O EL SOFTWARE. \nSI ALGUNA AUTORIDAD COMPETENTE DECLARARA LA INVALIDEZ DE ALGUNA DISPOSICIÓN DE ESTA CLÁUSULA O DE CUALQUIER OTRA CLÁUSULA DE ESTE CONTRATO, SÓLO LAS DISPOSICIONES DECLARADAS INVÁLIDAS DEJARÁN DE SER APLICABLES BAJO EL PRESENTE CONTRATO.\nPESados no otorga ninguna declaración o garantía respecto de los Dispositivos ni la compatibilidad o configuración de los Dispositivos con PurplePoint, así como respecto de su conexión a internet.",
        
        "title8":"Derecho de Modificación, Cesión, Terminación y Rescisión",
        "paragraph8":"PESados se reserva el derecho de modificar y/o ceder una parte o la totalidad del presente Contrato, a su entera discreción y sin necesidad de aviso o notificación al Usuario ni de autorización por parte del Usuario. La última versión del Contrato y de la Política de Privacidad prevalecerá sobre todas las versiones publicadas con anterioridad y se puede consultar haciendo clic en \"Términos de Uso\" y en “Política de Privacidad”, según corresponda.\nPESados se reserva el derecho de terminar o rescindir el presente Contrato o de restringir el uso que Usted haga de PurplePoint, sin aviso, con o sin causa, y sin responsabilidad alguna.",
        
        "title9":"Centro de Servicio al Cliente",
        "paragraph9":"Si Usted tiene cualquier duda, comentario, queja, reclamación, o bien, si Usted de alguna manera necesita asistencia con blim tv y/o su Cuenta, puede contactar al Centro de Servicio al Cliente de PurplePoint en cualquier momento en los siguientes medios:\ne-mail: purplepoint@protonmail.com y/o purplepointapp@gmail.com\nPara dar respuesta a tus dudas, te sugerimos consultar las FAQs publicadas en el apartado de Wiki.",
        
        "title10":"Reclamos por incumplimientos en materia de Derechos de Autor",
        "paragraph10":"Si Usted considera que algún Contenido viola de alguna manera sus derechos de autor conforme a la legislación aplicable, o bien, que éste se ha reproducido o distribuido de forma que constituya una inobservancia de los derechos de autor, por favor comuníquese al Centro de Servicio al Cliente.\nPara denunciar la existencia de cualquier Contenido de PurplePoint que infrinja derechos de autor, incluidos los contenidos del Software, por favor comuníquese al Centro de Servicio al Cliente.",
        
        "title11":"Legislación Aplicable y Jurisdicción",
        "paragraph11":"Al aceptar estos Términos de Uso, Usted conviene expresa e irrevocablemente en que cualquier reclamación, controversia o conflicto relacionado con el consumo y prestación del servicio PurplePoint deberá ser resuelta en la vía administrativa ante la Procuraduría Federal del Consumidor. Sin perjuicio de lo anterior, cualquier otro asunto derivado de la interpretación y cumplimiento o incumplimiento del presente Contrato se regirá e interpretará de acuerdo con las leyes federales aplicables de España, renunciando Usted expresa e irrevocablemente a cualquier otra jurisdicción que le pudiera corresponder por razón de su domicilios presente o futuro o por alguna otra causa.",
        
        "title12":"Privacidad de los Datos",
        "paragraph12":"PESados tiene la convicción de proteger los datos personales que Usted proporcione y es el responsable de su tratamiento. Al usar PurplePoint y el Software, Usted manifiesta que está de acuerdo con los términos expresados en el Aviso de Privacidad.",
        
        "title12-0": "Aviso de privacidad",
    
        "title12-1":"RESPONSABLE DE LOS DATOS PERSONALES",
        "paragraph12-1":"PESados tiene la convicción de proteger la información personal proporcionada por los usuarios que se suscriban a PurplePoint (en adelante, \"Datos Personales\"), y es el responsable de su Tratamiento (término que se define más adelante).",
    
        "title12-2":"FINALIDAD DEL TRATAMIENTO DE DATOS PERSONALES",
        "paragraph12-2":"PESados podrá solicitar y/o recolectar a través de PurplePoint los Datos Personales de los Usuarios para los fines abajo señalados, así como para dar cumplimiento con disposiciones legales que así lo requieran (en adelante “Tratamiento”). PESados y/o cualquier tercero que llegue a intervenir en cualquier fase del Tratamiento de Datos Personales guardará confidencialidad respecto de los mismos conforme a las disposiciones legales aplicables en España.\nLos Datos Personales que los Usuarios proporcionen a PESados través de PurplePoint, tienen como finalidad i) que los Usuarios generen una Cuenta de PurplePoint, ii) realización de consultas, investigaciones y revisiones en relación a las quejas o reclamaciones de los Usuarios, iii) contacto con relación al status de las Cuentas de los Usuarios, solicitudes de servicios, cambios a sus Cuentas y cualquier otro asunto relevante al servicio contratado y/o a la información otorgada por los Usuarios, iv) generar bases de datos para la realización de investigaciones de mercado, encuestas de satisfacción o cualquier otra actividad con fines promocionales, publicidad o de satisfacción por parte de PurplePoint.",
    
        "title12-3":"DATOS PERSONALES A RECABAR",
        "paragraph12-3":"Los Datos Personales que se solicitan de los Usuarios para generar la Cuenta que permite el acceso a los Contenidos de PurplePoint son:\nDatos Personales:\n\tNombre completo\n\tCorreo electrónico\n\tGénero\n\tDatos de identificación de redes sociales",
    
        "title12-4":"CONSENTIMIENTO",
        "paragraph12-4":"El ingreso a PurplePoint y/o la creación de una Cuenta de PurplePoint implica el consentimiento pleno y sin reservas de los Usuarios para el Tratamiento de sus Datos Personales de acuerdo con el presente Aviso de Privacidad.\nEl titular de los Datos Personales manifiesta que es mayor de edad a la fecha en que se proporcionan los mismos y cuenta con plena capacidad jurídica. En el caso de que como excepción se traten Datos Personales de personas que se encuentren en estado de interdicción o incapacidad establecida por ley, no se recabarán o tratarán Datos Personales de dichos titulares, sin contar con el consentimiento previo de la persona que ejerce la patria potestad.\nSi PESados por algún error humano o técnico, o por inadvertencia del titular llegara a recopilar a través de PurplePoint Datos Personales de ncapaces, dichos Datos Personales serán eliminados de las bases de datos que los contengan en cuanto se tenga conocimiento de ello.",
    
        "title12-5":"MEDIOS PARA LIMITAR EL USO O DIVULGACIÓN DE DATOS PERSONALES",
        "paragraph12-5": "PESados cuenta con medidas físicas, técnicas y administrativas de seguridad para la protección de Datos Personales proporcionados por los Usuarios a través de PurplePoint.",
    
        "title12-6":"EXCLUSIÓN DE RESPONSABILIDAD DEL SITIO",
        "paragraph12-6": "Al navegar o usar PurplePoint, el Usuario podría encontrar hipervínculos o hipertextos “links”, banners, botones y/o herramientas de búsquedas en la “World Wide Web” que al ser utilizados por los Usuarios transportan a otros portales o sitios de Internet que podrían ser propiedad de terceros. Los Datos Personales que los Usuarios llegaren a proporcionar a través de estos portales o sitios de Internet no se encuentran contemplados por este Aviso de Privacidad y su Tratamiento no es responsabilidad de PESados. Recomendamos a los Usuarios verificar los Avisos de Privacidad desplegados y aplicables a estos portales y sitios de Internet.",
    
        "title12-7":"TRANSFERENCIA DE DATOS PERSONALES",
        "paragraph12-7": "PESados podrá, sin consentimiento del titular, revelar, divulgar y/o transferir dentro y fuera del país los Datos Personales proporcionados por los Usuarios, a sus empresas filiales, subsidiarias y/o relacionadas, así como para dar cumplimiento con disposiciones legales que así lo requieran, o bien cuando sea solicitado por autoridades competentes.\nPESados no transferirá a terceros sus Datos Personales sin su consentimiento previo.",
    
        "title12-8":"MEDIOS PARA EJERCER LOS DERECHOS DE LOS TITULARES DE DATOS PERSONALES Y REVOCACIÓN DEL CONSENTIMIENTO",
        "paragraph12-8": "Los Usuarios podrán solicitar el ejercicio de sus derechos a:\nAcceder a sus Datos Personales;\nRectificar sus Datos Personales cuando sean inexactos o incompletos;\nOponerse por causa legítima al Tratamiento de sus Datos Personales, y/o\nRevocar su consentimiento para el Tratamiento de sus Datos Personales en cualquier momento, a fin de que se deje de hacer uso de los mismos.\nSin embargo, es importante que tenga en cuenta que no en todos los casos podremos atender su solicitud para cancelar sus Datos Personales, oponerse al Tratamiento o revocar su consentimiento, ya que es posible que por alguna obligación legal requiramos seguir tratando sus Datos Personales.\nEl ejercicio de los derechos de Acceso, Rectificación, Cancelación u Oposición de Datos Personales y Revocación del consentimiento que realicen los Usuarios de PurplePoint deberá solicitarse a PESados y contener al menos lo siguiente:\nEl nombre del titular, domicilio y correo electrónico para comunicarle la respuesta a su solicitud;\nLos documentos que acrediten la identidad o, en su caso, la representación legal del titular;\nLa descripción clara y precisa de los Datos Personales respecto de los que se busca ejercer alguno de los derechos antes mencionados (en el caso de rectificación se deberá indicar las modificaciones a realizar y aportar la documentación que sustente su petición);\nCualquier otro elemento o documento que facilite la localización de los Datos Personales.\nPara efecto de lo anterior se pone a disposición de los Usuarios los siguientes correos electrónicos: purplepoint@protonmail.com y/o purplepointapp@gmail.com \nPESados dará respuesta a la solicitud de los Usuarios en un plazo no mayor a 20 días hábiles contados a partir de la fecha en que reciba la petición correspondiente, a través del correo electrónico que haya sido proporcionado para tal efecto.\nEl ejercicio por parte de los Usuarios de los derechos antes mencionados deberá sujetarse a las leyes y reglamentos aplicables vigentes en España.",
    
        "title12-9":"DATOS PERSONALES SENSIBLES",
        "paragraph12-9": "De conformidad con la legislación española vigente, se conocen como “Datos Personales Sensibles” a “aquellos que puedan revelar aspectos como origen racial o étnico, estado de salud presente y futuro, información genética, creencias religiosas, filosóficas y/o morales, afiliación sindical, opiniones políticas, preferencia sexual.",  
    
        "title13":"Definiciones",
        "paragraph13":"Para efectos del presente Contrato y sin perjuicio de los términos definidos a lo largo del mismo, los términos que se definen a continuación tendrán los siguientes significados:\n\"Contenidos\": Significa las obras audiovisuales o de audio, a las que el Usuario puede tener acceso al hacer uso de PurplePoint.\n\"Dispositivos\": Significa los equipos electrónicos compatibles y soportados tecnológicamente por la plataforma de PurplePoint mediante los cuales el Usuario puede tener acceso a PurplePoint e inclusive visualizar los Contenidos.\n\"Software\": Significa el o los sistemas de cómputo (incluyendo sistemas para aplicaciones móviles) utilizados por PESados, así como las correspondientes interfaces de los Usuarios, con las que el Usuario puede acceder a PurplePoint y que le permiten la visualización de los Contenidos a través de los Dispositivos.\n\"PESados\": Significa la sociedad PESados, S.A.",
        "prueba": "For the purposes of this Agreement and without prejudice to the terms defined throughout it, the terms defined below will have the following meanings:\n\"Contents\": Means audiovisual or audio works, to which the User may have access when using PurplePoint.\n\"Devices\": Means the electronic equipment compatible and technologically supported by the PurplePoint platform through which the User can access PurplePoint and even view the Contents.\n\"Software\": Means the computer system(s) (including systems for mobile applications) used by PESados, as well as the corresponding User interfaces, with which the User can access PurplePoint and which allow him to view the Contents at through Devices.\n\"PESados\": Means the company PESados, S.A."
    }
}